tap "esphen/wsta", "https://github.com/esphen/wsta.git"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jhawthorn/fzy"
tap "koekeishiya/formulae"
tap "rigellute/tap"
cask "osxfuse"
brew "autojump"
brew "bash"
brew "bash-completion"
brew "bat"
brew "openssl@1.1"
brew "sqlite"
brew "python"
brew "ccat"
brew "chunkwm", args: ["HEAD", "with-tmp-logging"]
brew "ctags"
brew "elm", link: false
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "fzy"
brew "git"
brew "git-lfs"
brew "git-standup"
brew "go"
brew "googler"
brew "htop"
brew "hub"
brew "id3lib"
brew "iftop"
brew "jq"
brew "libdnet"
brew "libpq"
brew "mas"
brew "mono"
brew "mpd"
brew "mpv"
brew "mysql"
brew "ncmpcpp"
brew "neovim"
brew "netcat"
brew "newsboat"
brew "nmap"
brew "node", link: false
brew "nomad"
brew "ntfs-3g"
brew "nuget"
brew "postgresql"
brew "protobuf"
brew "prototool"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sbt"
brew "scala"
brew "scw"
brew "smartmontools"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tmux"
brew "unrar"
brew "watch"
brew "watchman"
brew "wget"
brew "esphen/wsta/wsta"
brew "github/gh/gh"
brew "koekeishiya/formulae/skhd", args: ["HEAD", "with-logging"]
brew "koekeishiya/formulae/yabai"
brew "rigellute/tap/spotify-tui"
cask "calibre"
cask "caprine"
cask "discord"
cask "iglance"
cask "insomnia"
cask "mono-mdk"
cask "react-native-debugger"
cask "slack"
cask "spotify"
cask "steam"
cask "teamspeak-client"
cask "tunnelblick"
cask "vlc"
cask "wine-stable"
cask "xquartz"
mas "GarageBand", id: 682658836
mas "Icon Set Creator", id: 939343785
mas "Irvue", id: 1039633667
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "Xcode", id: 497799835
