tap "koekeishiya/formulae"
brew "bash"
brew "bash-completion"
brew "bat"
brew "openssl@1.1"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "fzy"
brew "git"
brew "git-lfs"
brew "htop"
brew "jq"
brew "mas"
brew "mpv"
brew "neovim"
brew "node", link: false
brew "nomad"
brew "ripgrep"
brew "terminal-notifier"
brew "thefuck"
brew "tmux"
brew "unrar"
brew "watch"
brew "watchman"
brew "wget"
brew "koekeishiya/formulae/skhd", args: ["HEAD", "with-logging"]
brew "koekeishiya/formulae/yabai"
cask "discord"
cask "insomnia"
cask "slack"
cask "teamspeak-client"
cask "tunnelblick"
cask "vlc"
mas "Xcode", id: 497799835
